Repository: pombreda/pyfpm
Catalog: lang/*/LC_MESSAGES/pyfpm.po
Languages: fr

source: DBus interface is not available
fr: L'interface DBus est indisponible

source: pygtk was not found
fr: Le module pyGTK n'a pas été trouvé

source: Apply changes
fr: Appliquer les changements

source: Clean cache
fr: Nettoyage du cache

source: Update databases
fr: Mette à jour les bases de données

source: Check update
fr: Vérifier les mises à jour

source: Quit
fr: Quitter

source: Edit
fr: Editer

source: Reset installation list
fr: Remettre à zéro la sélection

source: Preferences
fr: Préférences

source: Help
fr: Aide

source: About
fr: A propos

source: Select a group
fr: Choissisez un groupe

source: Groups
fr: Groupes

source: Package name
fr: Nom du paquet

source: Actual version
fr: Version actuelle

source: Available version
fr: Version disponible

source: Package
fr: Paquet

source: Visit website
fr: Visiter le site du projet

source: See files
fr: Voir les fichiers

source: See Changelog
fr: Voir le journal de changements

source: Install and Remove packages
fr: Installer et Supprimer des paquets

source: Reset changes
fr: Remettre à zéro la sélection

source: Write your search here
fr: Inscrivez votre recherche ici

source: Search
fr: Rechercher

source: Get the update packages list
fr: Obtenir la liste des paquets disponibles

source: %s update have been found
fr: %s mise(s) à jour ont été trouvés

source: No update available
fr: Aucune mise à jour disponible

source: %s repos have been found
fr: %s dépôts ont été trouvés

source: Installed packages
fr: Paquets installés

source: Change repository to %s
fr: Utilisation du dépôt %s

source: %(nbr)s group(s) append for %(repo)s
fr: %(nbr)s groupes ont été trouvés pour %(repo)s

source: %(nbr)s package(s) append for %(grp)s
fr: %(nbr)s paquets ont été trouvés pour %(grp)s

source: Load packages
fr: Chargement des paquets

source: %(nbr)s packages were found for %(value)s
fr: %(nbr)s paquets ont été trouvés pour %(value)s

source: %(nbr)s package was found for %(value)s
fr: %(nbr)s paquet a été trouvé pour %(value)s

source: Get informations about %s
fr: Obtenir les informations concernant %s

source: Name
fr: Nom

source: SHA1SUMS
fr: Signature SHA1SUMS

source: An update is available
fr: Une mise à jour est disponible

source: url
fr: Site du projet

source: Install date
fr: Date d'installation

source: Size
fr: Taille

source: Packager
fr: Empaqueteur

source: Compress size
fr: Taille compressé

source: Uncompress size
fr: Taille décompressé

source: Depends
fr: Dépendances

source: Provides
fr: Fournit

source: Replaces
fr: Remplace

source: Required_by
fr: Dépendances inverses

source: Clear changes done
fr: Sélection remise à zéro

source: No package was found for %s
fr: Aucun paquet n'a été trouvé pour %s

source: A pacman-g2 front-end for Frugalware Linux
fr: Un gestionnaire de paquets graphique pour Frugalware Linux

source: Changements to do
fr: Changements à effectuer

source: To install packages
fr: Paquets à installer

source: Skip check dependances
fr: Passer la vérification des dépendances

source: Download only
fr: Télécharger les paquets seulement

source: To remove packages
fr: Paquets à supprimer

source: Total size : %s MB
fr: Taille totale à télécharger : %s MB

source: No change
fr: Aucun changement

source: Update system
fr: Mise à jour

source: Update available
fr: Des mises à jour sont disponibles

source: Clear package cache
fr: Nettoyage du cache

source: What did you want to do with pacman-g2 cache ?
fr: Que souhaitez-vous faire avec le cache de pacman-g2 ?

source: Remove only old packages from cache
fr: Supprimer les paquets les plus anciens seulement

source: Remove all packages from cache
fr: Supprimer tout les paquets du cache

source: Clean cache complete
fr: Cache nettoyé

source: Cache cleared
fr: Cache nettoyé

source: Synchronizing package databases...
fr: Synchronisation des bases de paquets...

source: Done
fr: Terminé

source: General
fr: Général

source: Show update list when pyfpm start
fr: Montrer les mises à jour au démarrage de pyFPM

source: Use 'prohibate' groups
fr: Utiliser les groupes redondants
